///////////////////////////////////////////////////////////////////////////////
//                                                                            
//  File:           ITokenExtractor.cpp                                  
//
//  Facility:                                                                
//                                                                           
//                                                                           
//  Abstract:                                                                
//                                                                           
//  Environment:    VC 6.0                                                   
//                                                                           
//  Author:         Зайцев С. А.                                                          
//                                                                           
//  Creation Date:  29/03/2003                                  
//                                                                           
///////////////////////////////////////////////////////////////////////////////


#include "ITokenExtractor.h"


///////////////////////////////////////////////////////////////////////////////
//                                                                           
//  Function:       ITokenExtractor::~ITokenExtractor                                                        
//                                                                           
//  Description:                                                             
//                                                                           
//                                                                           
///////////////////////////////////////////////////////////////////////////////

ITokenExtractor::~ITokenExtractor ()
{

}
